Repository: AngeloAvv/MacRecoveryX
Catalog: lib/resources/l10n/app_*.arb
Languages: ar, it

# action_prev
source: Back
ar: السابق
it: Indietro

# action_next
source: Next
ar: التالي
it: Avanti

# action_start_over
source: Start Over
ar: ابدأ من جديد
it: Ricomincia

# action_use_this_folder
source: Use this Folder
ar: استخدم هذا المجلد
it: Usa questa Cartella

# label_welcome_title
source: Welcome in MacRecoveryX
ar: مرحبًا بك في MacRecoveryX
it: Benvenuto in MacRecoveryX

# label_welcome_subtitle
source: MacRecoveryX is a tool to retrieve a genuine recovery image to recover your Mac
ar: MacRecoveryX أداة لاسترجاع صورة الاسترداد الأصلية لاستعادة نظام macOS
it: MacRecoveryX è uno strumento per scaricare un'immagine di ripristino genuina per ripristinare il tuo Mac

# label_welcome_call_to_action
source: Made with ❤️ by AngeloAvv
ar: صُنعت بحب ❤️ بواسطة AngeloAvv
it: Fatto con il ❤️ da AngeloAvv

# label_no_internet_title
source: Oh no!
ar: أوه لا!

# label_no_internet_message
source: You need an Internet connection to use this software
ar: تحتاج إلى اتصال بالإنترنت لاستخدام هذا البرنامج
it: Hai bisogno di una connessione a Internet per usare questo software

# label_finish_title
source: Process completed!
ar: اكتمل التثبيت!
it: Processo completato!

# label_finish_subtitle
source: The recovery image has been downloaded successfully! Your files are available under
ar: تم تنزيل صورة الاسترداد بنجاح! ملفاتك متوفرة في
it: L'immagine di ripristino è stata scaricata con successo! I tuoi file sono disponibili qui:

# label_step
source: Step {step} of 2
ar: الخطوة {step} من 2
it: Passo {step} di 2

# step_one
source: Welcome
ar: الترحيب
it: Benvenuto

# step_two
source: OS Picker
ar: اختيار النظام
it: Scegli SO

# step_three
source: Destination
ar: وجهة الحفظ
it: Destinazione

# step_four
source: Download
ar: التنزيل

# step_five
source: Finish
ar: الانتهاء
it: Fine
